{"0": "is the coldest possible temperature old the Kelvin scale.", "1": "is the number of moons orbiting Earth.", "2": "is the price in cents per acre the USA bought Alaska from Russia.", "3": "is the number of points received for a successful field goal in both American football and Canadian football.", "4": "is the maximal number of horses in one row for carriage.", "5": "is the most common number of gears for automobiles with manual transmission.", "6": "is the number of points received for a touchdown in American and Canadian football.", "7": "is the approximate number of years in the lifespan of Irish Wolfhound dogs.", "8": "is the number of principles of Yong in Chinese calligraphy.", "9": "is the number of circles of Hell in Dante's Divine Comedy.", "10": "is the number of hydrogen atoms in butane, a hydrocarbon.", "11": "is the miles per hours that the fastest moving land snake, the Black Mamba, can move.", "12": "is the number of months in a year.", "13": "is the number of loaves in a \"baker's dozen\".", "14": "is the minimum age at which one can work in many U.S states.", "15": "is the length in miles of a train of boxcars that can be filled from recycled paper in the USA every day.", "16": "is the number of personality types in the Myers-Briggs classification system.", "17": "is the maximum number of strokes of a Chinese radical.", "18": "is the number of wheels on the most common type of North American tractor-trailer truck, which are hence often called 18-wheelers.", "19": "is the final year a person is a teenager.", "20": "is the number of baby teeth in the deciduous dentition.", "21": "is the number of points required to win a game in badminton and table tennis (before 2001).", "22": "is the number of yards in a chain.", "23": "is the number of crosses on Calvary in the Monty Python film Life Of Brian.", "24": "is the number of a car in the NASCAR Sprint Cup Series owned by Hendrick Motorsports.", "25": "is the size of the full roster on a Major League Baseball team for most of the season, except for regular-season games on or after September 1, when teams may expand their roster to no more than 40 players.", "26": "is the number of bones in the normal human foot and ankle.", "27": "is the number of outs in a regulation baseball game for each team at all adult levels.", "28": "is the number of days in the average human menstrual cycle.", "29": "is the number of days it takes Saturn to orbit the Sun.", "30": "is the duration in years of the Thirty Years' War - 1618 to 1648.", "31": "is the number of musical triads (12 major, 12 minor, 4 diminished, and 3 augmented).", "32": "is the size, in bits, of certain integer data types, used in computer representations of numbers.", "33": "is the temperature at which water boils according to the Newton scale.", "34": "is the lucky number of Victor Pelevin's protagonist Stepan Mikhailov in the novel Numbers.", "35": "is the minimum age of candidates for election to the United States Presidency.", "36": "is the perfect score on the ACT.", "37": "is the number of slots in European Roulette (numbered 0 through 36, the 00 is not used in European roulette as it is in American roulette).", "38": "is the number of minutes in the shortest war in history in which Zanzibar surrendered to England in 1896.", "39": "is the number of mentions of work or labor in the Torah.", "40": "is the customary number of hours in a regular workweek in some Western countries.", "41": "is the number of members in the U.S. Senate needed to defeat a cloture vote and sustain a filibuster indefinitely.", "42": "is the sum of the codes of the letters in the words \"BIG BANG\" using the encoding A=1, B=2, C=3, etc.", "43": "is the maximum number of cars participating in a NASCAR race in the Cup Series or Nationwide Series.", "44": "is the number of candles in a box of Hanukkah candles.", "45": "is the sapphire wedding anniversary in years of marriage.", "46": "is the number of human chromosomes.", "47": "is the total numbers of balloons that a player can collect in Rareware's Nintendo 64 game Diddy Kong Racing.", "48": "is the number of Ptolemaic constellations.", "49": "is the number of days and night Siddhartha Gautama spent meditating as a holy man.", "50": "is the focal length in millimeters of the normal lens in 35 mm photography.", "51": "is the atomic number of antimony.", "52": "is the number of letters in the English alphabet, if majuscules are distinguished from minuscules.", "53": "is the total number of national football associations of UEFA.", "54": "is the number of cards in a deck of playing cards, if two jokers are included.", "55": "is the common speed limit for rural secondary roads and many urban freeways in many states of the United States.", "56": "is the number of officially recognized ethnic groups in the list of ethnic groups in China.", "57": "is the number of people at 20th Century Fox Studios died amid rioting and suicide.", "58": "is the number of counties in California.", "59": "is the number corresponding to the last minute in a given hour.", "60": "is the years of marriage until the diamond wedding anniversary.", "61": "is the number of points required to win a \"standard\" game of Cribbage.", "62": "is the atomic number of samarium.", "63": "is the atomic number of europium.", "64": "is the number of sexual positions in the Kama Sutra.", "65": "is the minimum grade required to pass an exam, or class, in many areas.", "66": "is the total number of chapters in the Bible book of Isaiah.", "67": "is the number of counties in Florida.", "68": "is the ideal temperature (F) for developing black-and-white film.", "69": "is the number Bill and Ted were thinking of when talking to their future selves.", "70": "is the number of years of marriage until the platinum wedding anniversary.", "71": "is the number of different characters that can be used with a standard English Keyboard, excluding uppercase letters.", "72": "is the total number of books in the Holy Bible in the Catholic version.", "73": "is the percentage of girls in Bangladesh that are married by age 18.", "74": "is the number of stars obtained by SpongeBob SquarePants in his driving school.", "75": "is the age limit for Canadian senators.", "76": "is the atomic number of osmium.", "77": "is the atomic number of iridium.", "<html>": "\n<head><title>502 Bad Gateway</title></head>\r\n<body bgcolor=\"white\">\r\n<center><h1>502 Bad Gateway</h1></center>\r\n<hr><center>nginx/1.4.6 (Ubuntu)</center>\r\n</body>\r\n</html>\r\n", "79": "is the record for cumulative weeks at #1 on the Billboard charts, held by Elvis Presley.", "80": "is a common limit for the characters per line in computing (derived from the number of columns in IBM cards).", "81": "is the number of squares on a shogi playing board.", "82": "is the number of games in an NBA or NHL regular season.", "83": "is the atomic number of bismuth.", "84": "is the code for international direct dial phone calls to Vietnam.", "85": "is the IQ and nickname of Aaron in Alien 3.", "86": "is the device number for a lockout relay function in electrical circuit protection schemes.", "87": "is the number of tools in the Wenger Swiss Army Knife version XXL, listed in the Guinness Book of World Records as the world's most multi-functional penknife.", "88": "is a standard length of playing cards in mm.", "89": "is the atomic number of actinium.", "90": "is the number of minutes in a football (soccer) match.", "91": "is the amount of money one has if one has one coin of each U.S. denomination less than a dollar (penny, nickel, dime, quarter, half dollar) in cents.", "92": "is the number of stories in the Xujiahui Tower proposed to be built in Shanghai, China.", "93": "is that approximate distance in millions of miles the Sun is away from the Earth.", "94": "is the atomic number of plutonium.", "95": "is the percentage confidence interval that is considered satisfactory for most purposes in statistics.", "96": "is the rating of Skyrim on metacritic.com.", "97": "is the number of minutes it takes the Hubble space telescope to complete an orbit around the Earth.", "98": "is the temperature (F) of the normal body.", "99": "is the highest jersey number allowed in most major league sports.", "100": "is the approximate number of eyes a scallop has around the edge of its shell."}{"0": "is the atomic number of the theoretical element tetraneutron.", "1": "is the loneliest number.", "2": "is the lowest channel of television in the United States, Canada, Argentina and Mexico on which television signals are broadcast.", "3": "is the number of witches in William Shakespeare's Macbeth.", "4": "is the number of nucleobase types in DNA and RNA – adenine, guanine, cytosine, thymine (uracil in RNA).", "5": "is the number of Korotkoff sounds when measuring blood pressure.", "6": "is the number of basic holes or keys on most woodwind instruments.", "7": "is the number of SI base units.", "8": "is the number of bits in a byte.", "9": "is the number of innings in a regulation, non-tied game of baseball.", "10": "is the Number of dots in a tetractys.", "11": "is the possible age of the youngest elected pope, Benedict IX.", "12": "is the number of keys in any standard digital telephone (1 through 9, 0, * and #).", "13": "is the speed of rush hour traffic on average in kilometres per hour in London.", "14": "is the number of days in a fortnight.", "15": "is the approximate speed in miles per hour a penguin swims at.", "16": "is the minimum age for getting an adult job in most states and provinces across the globe.", "17": "is the number of flames emanating from the grenade cap-badge of the Grenadier Guards.", "18": "is the number of holes in a stipulated round of golf.", "19": "is the final year a person is a teenager.", "20": "is the number of questions in the popular party game Twenty Questions.", "21": "is the number of trump cards of the tarot deck if one does not consider The Fool to be a proper trump card.", "22": "is the number of yards in a chain.", "23": "is the number of chromosomes normal human sex cells have.", "24": "is the number of a car in the NASCAR Sprint Cup Series owned by Hendrick Motorsports.", "25": "is the minimum age of candidates for election to the United States House of Representatives.", "26": "is the number of Cantons of Switzerland.", "27": "is the number of bones in the human foot.", "28": "is the average number of minutes in a day that kids in the U.S. between the ages of 2 - 8 spend coloring.", "29": "is the number of attributes existing according to The Strokes in You Only Live Once.", "30": "is the minimum age for United States senators.", "31": "is the number of musical triads (12 major, 12 minor, 4 diminished, and 3 augmented).", "32": "is the number of teeth of a full set of teeth in an adult human, including wisdom teeth.", "33": "is the number of workers trapped, and also the number of survivors of the 2010 Copiapó mining accident.", "34": "is the lucky number of Victor Pelevin's protagonist Stepan Mikhailov in the novel Numbers.", "35": "is the minimum age of candidates for election to the United States Presidency.", "36": "is the perfect score on the ACT.", "37": "is the normal human body temperature in degrees Celsius.", "38": "is the number of minutes in the shortest war in history in which Zanzibar surrendered to England in 1896.", "39": "is the number of mentions of work or labor in the Torah.", "40": "is the number of weeks for an average term of pregnancy, counting from the woman’s last menstrual period.", "41": "is the number of times Paul McCartney sings the phrase \"Let It Be\" in the Beatles' hit Let It Be.", "42": "is the number of laws of cricket.", "43": "is the maximum number of cars participating in a NASCAR race in the Cup Series or Nationwide Series.", "44": "is the percentage of kids who watch television before they go to sleep in the US.", "45": "is the sapphire wedding anniversary in years of marriage.", "46": "is the number of mountains in the 46 peaks of the Adirondack mountain range.", "47": "is the number of El-Aurians Scotty manages to beam up before their ship is destroyed by the energy ribbon.", "48": "is the number of Ptolemaic constellations.", "49": "is the number of days and night Siddhartha Gautama spent meditating as a holy man.", "50": "is the traditional number of years in a jubilee period.", "51": "is the atomic number of antimony.", "52": "is the number of cards in a standard deck of playing cards, not counting Jokers or advertisement cards.", "53": "is the maximum number of players on a National Football League roster.", "54": "is the number of milligrams of caffeine Mountain Dew has.", "55": "is the percentage of movies released that are Rated R.", "56": "is the number of curls Shirley Temple, as a child, wore in her hair.", "57": "is the number of cm that the smallest man measured, Gul Mohammed (1957-1997) of India.", "58": "is the number of counties in California.", "59": "is the number corresponding to the last second in a given minute.", "60": "is a common speed limit (mph) for freeways in many US states.", "61": "is the number of points required to win a \"standard\" game of Cribbage.", "62": "is the number which Sigmund Freud has an irrational fear of.", "63": "is the number of chromosomes found in the offspring of a donkey and a horse.", "64": "is the number of sexual positions in the Kama Sutra.", "65": "is the traditional age for retirement in the United Kingdom, Germany and other countries.", "66": "is the total number of chapters in the Bible book of Isaiah.", "67": "is the highest two-digit odd number not presently designating any highway in the Interstate Highway System of the United States.", "68": "is the number of sectors on one cylinder of MFM hard disks with 4 heads and 17 sectors per track.", "69": "is the number Bill and Ted were thinking of when talking to their future selves.", "<html>": "\n<head><title>502 Bad Gateway</title></head>\r\n<body bgcolor=\"white\">\r\n<center><h1>502 Bad Gateway</h1></center>\r\n<hr><center>nginx/1.4.6 (Ubuntu)</center>\r\n</body>\r\n</html>\r\n", "71": "is the number of different characters that can be used with a standard English Keyboard, excluding uppercase letters.", "72": "is the number of names of God, according to Kabbalah.", "73": "is the favorite number of The Big Bang Theory's character Sheldon Cooper.", "74": "is the atomic number of tungsten.", "75": "is the age limit for Canadian senators.", "76": "is the atomic number of osmium.", "77": "is the atomic number of iridium.", "78": "is the number of lines that make up Metatron's Cube.", "79": "is the record for cumulative weeks at #1 on the Billboard charts, held by Elvis Presley.", "80": "is the length (years) of the Eighty Years' War (1568–1648).", "81": "is the number of squares on a shogi playing board.", "82": "is the atomic number of lead.", "83": "is the atomic number of bismuth.", "84": "is the code for international direct dial phone calls to Vietnam.", "85": "is the atomic number of astatine.", "86": "is the device number for a lockout relay function in electrical circuit protection schemes.", "87": "is the number of tools in the Wenger Swiss Army Knife version XXL, listed in the Guinness Book of World Records as the world's most multi-functional penknife.", "88": "is the approximate number of days it takes Mercury to complete its orbit.", "89": "is the atomic number of actinium.", "90": "is the number of minutes in a football (soccer) match.", "91": "is the atomic number of protactinium.", "92": "is the number of letters in the longest place name: Taumatawhakatangihangakoauauotamateaurehaeaturipukakapikimaungahoronukupokaiwhenuakitanatahu.", "93": "is that approximate distance in millions of miles the Sun is away from the Earth.", "94": "is the length of an NBA court in feet.", "95": "is the NBA record for Most Assists in a 7-game playoff series (by Magic Johnson of the Los Angeles Lakers in 1984).", "96": "is the rating of Skyrim on metacritic.com.", "97": "is the number of minutes it takes the Hubble space telescope to complete an orbit around the Earth.", "98": "is the temperature (F) of the normal body.", "99": "is a common price ending in psychological pricing.", "100": "is the number of runs required for a cricket batsman to score a century, a significant milestone."}